/* Window body when Phone already registered as a Bluetooth phone. [%@ = phone name] */
"%@ is already registered as a Bluetooth phone." = "%@ 已經登錄為 Bluetooth 行動電話。";

/* Window body when Phone already registered as a USB phone. [%@ = phone name] */
"%@ is already registered as a USB device." = "%@ 已經登記為 USB 設備。";

/* Window title when detecting some USB devices failed */
"Failed to identify some USB devices" = "無法識別某些 USB 裝置";

/* Button to go to Website for KB */
"Go to Website" = "前往網站";

/* Alert Title: Conflict with builtin plugin
   Alert Title: Conflict with 2 plugins */
"iSync can't open because of a problem with a plug-in." = "無法打開 iSync，因為外掛模組出現問題。";

/* Message displayed when USB scan failed for some USB devices. %@ is the error description */
"iSync was unable to identify some USB devices:\n%@" = "iSync 無法識別某些 USB 裝置：\n%@";

/* OK Button */
"OK" = "好";

/* Window title when Phone already registered */
"Phone already registered" = "電話已登記";

/* Intro text: Alert Title: Conflict with builtin plugin */
"The following plug-in doesn't work with this version of iSync. Click the arrow to show the plug-in, move or delete it, and then open iSync again." = "以下外掛模組無法與此版本的 iSync 搭配使用。請按箭頭一下來顯示外掛模組，搬移或刪除它，然後重新打開 iSync。";

/* Intro text: Alert Title: Conflict with 2 plugins */
"There is a problem with one of the plug-ins. Click the arrow to show the plug-ins, move or delete one of them, and then open iSync again." = "其中一個外掛模組出現問題。請按箭頭一下來顯示外掛模組，搬移或刪除它，然後重新打開 iSync。";

/* Alert Body when Phone Firmware is too old and we don't have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone." = "若要啟用此行動電話來搭配 iSync 使用，請聯絡行動電話製造商，或是您的服務供應商來更新行動電話上的韌體。";

/* Alert Body when Phone Firmware is too old and we have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone. For more information, visit the iSync Support website." = "若要啟用此行動電話來搭配 iSync 使用，請聯絡行動電話製造商，或是您的服務供應商來更新行動電話上的韌體。如需更多資訊，請參訪“iSync 支援”網站。";

/* Window title when Phone Firmware is too old */
"Your phone, \\U201C%@\\U201D does not work with this version of iSync." = "您的行動電話“%@”無法和此版的 iSync 搭配使用。";

